Repository: nguyenvietkhoi/Linguaevum
Catalog: Kinlangsoft/App_GlobalResources/GUILang.*.resx
Languages: vi_vn, zh_hant

source: Autocomplete
vi_vn: Tự gợi ý
zh_hant: 自㨳意

source: Contacts
vi_vn: Liên hệ
zh_hant: 聯繫

# DictGuide
source: Hold SHIFT down for Examples
vi_vn: Giữ SHIFT để xem Ví dụ

# Eastmin
source: Fuzhounese
vi_vn: Mân Đông
zh_hant: 閩東

source: Hakka
vi_vn: Khách Gia
zh_hant: 客家

# Hankor
source: Hanja Korean
vi_vn: Hán Triều Tiên
zh_hant: 漢朝鮮

# Home
source: Home page
vi_vn: Trang chủ
zh_hant: 張主

source: IME
vi_vn: Bộ gõ
zh_hant: 部𢱗

# IMEDes
source: Input Method Editor for Hán-Nôm, Sawndip, Hanja Korean, and Chinese script in Modern Chinese varieties and Middle Chinese.
vi_vn: Bộ gõ chữ Hán Nôm, chữ Hán Tráng, chữ Hán Triều Tiên, chữ Hán dùng các Phương ngữ tiếng Hán Hiện đại và tiếng Hán Trung đại.
zh_hant: 部𢱗𡨸漢喃，𡨸漢壯，𡨸漢朝鮮，𡨸漢用各方語㗂漢現代吧㗂漢中代。

# IMETitle
source: Input Method Editor
vi_vn: Bộ gõ
zh_hant: 部𢱗

source: Japanese
vi_vn: Tiếng Nhật Bản
zh_hant: 日本

source: Language
vi_vn: Ngôn ngữ
zh_hant: 言語

source: Lao
vi_vn: Lào
zh_hant: 𠈭

source: Mandarin
vi_vn: Quan thoại
zh_hant: 官話

# Midchinese
source: Middle Chinese
vi_vn: Hán Trung đại
zh_hant: 漢中代

# Phono
source: Phonology
vi_vn: Âm vị
zh_hant: 音位

# PhonoDes
source: Pronunciation instruction and Text-to-speech tool with human sounding.
vi_vn: Hướng dẫn phát âm và Công cụ Đọc văn bản bằng giọng người thật.
zh_hant: 向引發音吧工具讀文本平喠𠊛實。

source: Saw-ndip
vi_vn: Hán Tráng
zh_hant: 漢壯

source: Sino - Lanna
vi_vn: Hán Lạn Nà
zh_hant: 漢爛𪽖

source: Sino - Lao
vi_vn: Hán Lào
zh_hant: 漢𠈭

source: Sino - Tai-Dam
vi_vn: Hán Thái Đen
zh_hant: 漢傣𪓇

# SinoTailue
source: Sino - Tai-Lü
vi_vn: Hán Tày Lự
zh_hant: 漢齊慮

# SinoTainuea
source: Sino - Tai-Nüa
vi_vn: Hán Tày Nưa
zh_hant: 漢齊𪥤

source: Sino - Tai-Yai
vi_vn: Hán Tày Nhaứ
zh_hant: 漢齊𥹡

source: Sino - Tai-Yo
vi_vn: Hán Tày Dọ
zh_hant: 漢齊孺

# SinoThai
source: Sino - Siamese
vi_vn: Hán Xiêm
zh_hant: 漢暹

# Southmin
source: Hokkien
vi_vn: Mân Nam
zh_hant: 閩南

# Tay
source: Sino - Tày
vi_vn: Hán Tày
zh_hant: 漢齊

# Welcome
source: Welcome to Linguaevum
vi_vn: Linguaevum xin kính chào
zh_hant: Linguaevum 吀敬朝

# Wu
source: Wu Chinese
vi_vn: Ngô
zh_hant: 吳

# Yue
source: Cantonese
vi_vn: Quảng Đông
zh_hant: 廣東

# Hannom
source: Hán - Nôm
zh_hant: 漢喃
